app/controllers/school_classes_controller.rb

INSERT INTO "school_classes" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2020-10-29 22:22:17.915748"], ["updated_at", "2020-10-29 22:22:17.915748"]]
---
    def create
        @school_class = SchoolClass.new(school_class_params)
        @school_class.save